Repository: tanxl8988/Pixi-Car
Catalog: 微米/*.lproj/Localizable.strings
Languages: ja, ru, th, vi

# 摄像机与Wi-Fi设置
source: Camera & WiFi Setting
ja: カメラとWi-Fi設定
ru: Настройка Камеры и WiFi
th: ตั้งค่ากล้องและ wifi
vi: Cài đặt camera và Wifi

# 摄像机预览
source: Camera Preview
ja: カメラプレビュー
ru: Просмотр Камеры
th: ดูภาพจากกล้อง
vi: Xem trước camera

# 摄像机文件
source: Camera Playback
ja: カメラ再生
ru: Воспроизведение Камеры
th: เปิดภาพย้อนหลัง
vi: Xem lại camera

# 本地文件
source: Local Album
ja: アルバム
ru: Локальный Альбом
th: อัลบั้มเดิม
vi: Album chứa dữ liệu

# Wi-Fi设置
source: WiFi Setting
ja: Wi-Fi設定
ru: Настройка WiFi
th: ตั้งค่า wifi
vi: Cài đặt Wifi

# 摄像机设置
source: Camera Setting
ja: カメラ設定
ru: Настройка Камеры
th: ตั้งค่ากล้อง
vi: Cài đặt Camera

# Wi-Fi名称
source: WiFi ID
vi: Tài khoản Wifi

# Wi-Fi密码
source: WiFi Password
ja: Wi-Fi パスワード
ru: Wi-Fi Пароль
th: รหัสผ่าน wifi
vi: Mật khẩu Wifi

# 更新
source: Update
ja: 更新
ru: Обновить
th: ปรับปรุง
vi: Cập nhật

# 影像解析度
source: Resolution
ja: 映像解像度
ru: Разрешение
th: ความละเอียด
vi: Độ phân giải

# 固件版本
source: Firmware version
ja: ファームウェア・バージョン
ru: Версия Встроенного ПО
th: รุ่นปัจจุบัน
vi: Phiên bản phần mềm

# App版本
source: App version
ja: アプリバージョン
ru: Версия Приложения
th: เวอร์ชั่นแอป
vi: Phiên bản App

# 未连接摄像机
source: Camera Disconnected
ja: カメラ未接続
ru: Камера Отключена
th: ยกเลิกการเชื่อมต่อ
vi: Camera chưa được kết nối

# 确定
source: Confirm
ja: 確定
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận

# 取消
source: Cancel
ja: キャンセル
ru: Отмена
th: ยกเลิกการเชื่อมต่อ
vi: Hủy bỏ

# 设置失败！
source: Setting Fail!
ja: 設定失敗!
ru: Ошибка Установки!
th: ตั้งค่าล้มเหลว!
vi: Cài đặt thất bại!

# 设置成功！
source: Setting Success!
ja: 設定成功!
ru: Настроено!
th: ตั้งค่าสำเร็จ!
vi: Cài đặt thành công!

# 摄像机将会重启Wi-Fi
source: Connect WiFi again
ja: Wi-Fiを再接続してください
ru: Подключите WiFi Снова
th: เชื่อมต่อ wifi อีกครั้ง
vi: Kết nối Wifi lần nữa

# 删除%d个文件？
source: Delete %d file(s)?
ja: %d個のデータを削除しますか？
ru: Удалить %d Файлов?
th: ลบ %d ไฟล์?
vi: Xóa %d files?

# 获取摄像机信息失败
source: Unable to get info from camera!
ja: カメラのデータを取得できません
ru: Невозможно получить информацию с камеры!
th: ไม่สามารถรับข้อมูลได้!
vi: Không thể lấy thông tin từ Camera!

# 碰撞侦测
source: Collision Detection
ja: 衝突検出
ru: Обнаружение Столкновений
th: การตรวจจับการชน
vi: Phát hiện va chạm

# 电源频率
source: Anti-flicker
ja: 電源頻度
ru: Устранение мерцания
th: ป้องกันการสั่นไหว
vi: Chống nháy hình

# 时间设置
source: Date/Time
ja: 時間設定
ru: Дата / Время
th: วัน/เวลา
vi: Ngày/Giờ

# 关
source: Off
ja: オフ
ru: Выкл
th: ปิด
vi: Tắt

# 低灵敏度
source: Low Sensitivity
ja: 低感受性
ru: Низ чувств
th: ความไวต่ำ
vi: Độ nhạy thấp

# 中灵敏度
source: Normal Sensitivity
ja: 中感受性
ru: Сред чувств
th: ความไวปกติ
vi: Độ nhạy trung bình

# 高灵敏度
source: High Sensitivity
ja: 高感受性
ru: Выс чувств
th: ความไวสูง
vi: Độ nhạy cao

# 下载
source: Download
ja: ダウンロード
ru: Скачать
th: ดาวน์โหลด
vi: Tải xuống

# 请允许"Pixi Car"访问iPhone的"照片"。
source: Allow "Pixi Car" access photos and videos from your phone?
ja: "Pixi Car"に電話機の写真やビデオへのアクセスを許可しますか？
ru: Разрешить "Pixi Car" доступа к фото и видео с вашего телефона?
th: อนุญาตให้ "Pixi Car" เชื่อมต่อกับรูปภาพวิดีโอในโทรศัพท์
vi: Cho phép "Pixi Car" truy cập ảnh và video từ điện thoại của bạn?

# Wi-Fi名称超过长度限制
source: Wi-Fi ID is too long
ja: Wi-Fi IDが長すぎます
ru: Идентификатор Wifi слишком длинный
th: ชื่อยาวเกินไป
vi: ID Wifi quá dài

# 密码过长
source: Password is too long
ja: パスワードが長すぎます
ru: Пароль слишком длинный
th: รหัสผ่านยาวเกินไป
vi: Mật khẩu quá dài

# 请输入至少8个字符
source: Please enter at least 8 digits
ja: 少なくとも8桁の数字を入力してください
ru: Пожалуйста введите не менее 8 цифр
th: กรุณาใส่ไม่เกิน 8 ตัวอักษร
vi: Vui lòng nhập ít nhất 8 chữ số
